{
  "A♥": {
    "activities": "What They’re Going Through:"
  },
  "This is personal motivation meets emotional clarity—aka": {
    "activities": "the I need to feel like myself again era. They’re craving something real"
  },
  "How to Love Them Through It:": {
    "activities": ""
  },
  "Be their safe space. Don’t rush them. Ask questions like": {
    "activities": "“What feels true for you right now?” instead of offering unsolicited solutions. Celebrate their tiny wins and big feelings. Encourage their solo time—this isn’t distance"
  },
  "A♣": {
    "activities": "What They’re Going Through:"
  },
  "This is “idea explosion” energy. Their brain’s a Pinterest board of podcast titles": {
    "activities": "business ideas"
  },
  "Let them ramble. Seriously—half their genius comes out when they talk it through. Offer to be their sounding board (no fixing": {
    "activities": "just listening). Say"
  },
  "A♦": {
    "activities": "What They’re Going Through:"
  },
  "This is new money energy—but not just any money. It’s money that aligns with their values": {
    "activities": "their vision"
  },
  "Support their new standards. Don’t panic if they raise their rates or start canceling low-energy commitments—they’re leveling up. Ask how you can help them feel abundant and aligned. Remind them they don’t have to choose between money and meaning—they can have both": {
    "activities": "and you believe that too.,"
  },
  "A♠": {
    "activities": "What They’re Going Through:"
  },
  "This is the “begin again” card. They’re outgrowing old titles": {
    "activities": "outdated dreams"
  },
  "Mirror back their evolution. Don’t cling to who they used to be—celebrate who they’re becoming. Offer space": {
    "activities": "not pressure. Say things like"
  },
  "2♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re in their “I need real connection or I will spiral” phase. Every interaction feels deeper": {
    "activities": "louder"
  },
  "Don’t flinch when they feel deeply. Be soft with them": {
    "activities": "but sturdy too—they’re not looking for someone to fix them"
  },
  "2♣": {
    "activities": "What They’re Going Through:"
  },
  "They’re all about communication right now—texts": {
    "activities": "calls"
  },
  "Listen like it’s your love language. Ask questions. Follow up on their ideas—even the random ones. Say “tell me more” instead of “that doesn’t make sense.” Validate their thoughts before you critique them. They’ll feel the love in your attention span more than your compliments.,": {
    "activities": ""
  },
  "2♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re rethinking what “us vs. the world” looks like—financially. Whether it’s redefining shared goals or deciding who’s pulling what weight": {
    "activities": "they’re looking at value"
  },
  "Talk money without getting weird. Be transparent": {
    "activities": "be willing"
  },
  "2♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re in the mood to share the load—or maybe they need to and just don’t know how to ask. They’re learning the difference between independence and isolation. This is the “I can’t do it all by myself anymore” energy": {
    "activities": "even if they’ve been pretending otherwise."
  },
  "Offer support without making it seem like they’re slacking. Say": {
    "activities": "“How can I help?” and mean it. Don’t let them drown silently in to-do lists or emotional weight. Be their co-pilot"
  },
  "3♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re feeling all the things": {
    "activities": "all at once"
  },
  "Let them change their mind without punishing them. Be their anchor": {
    "activities": "not their cage. Invite them into joy—even the silly"
  },
  "3♣": {
    "activities": "What They’re Going Through:"
  },
  "Mentally": {
    "activities": "they’re ping-ponging between ten ideas before breakfast. They’re in innovation mode—hungry to create"
  },
  "Support their weird ideas before the world does. Ask questions that help shape their thoughts": {
    "activities": "not shrink them. Don’t expect them to stick to one plan—this is their ideation season. Encourage their creativity and remind them that their voice has value even in the brainstorming phase.,"
  },
  "3♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re pivoting": {
    "activities": "evolving"
  },
  "Be hype crew and grounding force all in one. Say things like": {
    "activities": "“Yes"
  },
  "3♠": {
    "activities": "What They’re Going Through:"
  },
  "Everything’s shifting—work": {
    "activities": "health"
  },
  "Don’t try to hold them to past versions of themselves. Ask": {
    "activities": "“What feels right in your body today?” more than “What’s the plan?” Help them prioritize rest"
  },
  "4♥": {
    "activities": "What They’re Going Through:"
  },
  "They want to feel emotionally safe": {
    "activities": "not just loved. This energy is all about building real roots—connection that doesn’t ghost when things get hard. They’re asking: “Who’s actually in my corner?” If it feels shaky"
  },
  "Be consistent. Show up. Speak from your heart": {
    "activities": "not your ego. They need loyalty"
  },
  "4♣": {
    "activities": "What They’re Going Through:"
  },
  "Their brain is craving order. They’re in “clarity or collapse” mode. Confusion stresses them all the way out": {
    "activities": "and vague conversations will get you ghosted. They’re craving communication that feels clean"
  },
  "Speak clearly. Don’t make them decode you like a breakup tweet. Be intentional with your words": {
    "activities": "and follow through on what you say. Let them organize their thoughts without rushing them. They feel loved when things make sense—emotionally and logically.,"
  },
  "4♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re craving financial structure like it’s oxygen. Unpredictable money vibes? Absolutely not. This energy wants to feel grounded—budgeting": {
    "activities": "saving"
  },
  "Respect their desire for stability. Show them you can be consistent—not just with your feelings": {
    "activities": "but with your actions. Be open to talking money without making it weird. They’ll feel loved when they see you’re planning for a future with them in it.,"
  },
  "4♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re looking at their life like a project plan—what’s working": {
    "activities": "what’s not"
  },
  "Don’t interrupt their healing just because you’re uncomfortable with their boundaries. Encourage their rest. Be the calm": {
    "activities": "not the chaos. Offer to lighten their load without needing recognition. Loving them means helping them honor their rhythm—not expecting them to perform through burnout.,"
  },
  "5♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re not trying to be dramatic": {
    "activities": "they’re just emotionally allergic to stagnation. Love"
  },
  "Let them grow without guilt. Don’t shame them for needing space or for changing what love means to them. Ask what feels nourishing now. Validate their need to evolve emotionally": {
    "activities": "even if it’s inconvenient. Love them like you’re not afraid of who they’re becoming.,"
  },
  "5♣": {
    "activities": "What They’re Going Through:"
  },
  "Their brain is throwing a revolution. Old beliefs? Tossed. Rigid routines? Bye. They’re mentally pulling apart the “rules” they used to live by—and testing out bold": {
    "activities": "new ways of expressing their thoughts. If they sound scattered"
  },
  "Engage their ideas without trying to box them in. Say": {
    "activities": "“Tell me more"
  },
  "5♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re reevaluating what they’re worth": {
    "activities": "what they want"
  },
  "Support the shift": {
    "activities": "even if it shakes things up. Celebrate their courage to charge more"
  },
  "5♠": {
    "activities": "What They’re Going Through:"
  },
  "They are over it. The schedule. The grind. The routine that used to work but now feels like a slow death. This card screams “mind-body overhaul.” They’re ready to change how they live": {
    "activities": "work"
  },
  "Respect their need to rebuild. Don’t mock their new habits or wellness routines. Offer to join": {
    "activities": "not judge. Help them protect their peace"
  },
  "6♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re doing a full audit of their relationship patterns—what they’ve given": {
    "activities": "what they’ve tolerated"
  },
  "Be clear": {
    "activities": "be kind"
  },
  "6♣": {
    "activities": "What They’re Going Through:"
  },
  "They’re stepping into their voice with purpose. Gone are the days of playing nice or staying silent to avoid ruffling feathers. They’re realizing their words matter—and they want to speak from truth": {
    "activities": "not just trauma. Think “wise teacher meets reformed people-pleaser.”"
  },
  "Listen when they speak": {
    "activities": "and don’t interrupt their evolution with outdated expectations. Validate their authority"
  },
  "6♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re counting the emotional and financial receipts. If things have been lopsided—too much giving": {
    "activities": "not enough getting—they feel it now. They want reciprocity. They’re not trying to be stingy; they’re just tired of emotional overdraft fees."
  },
  "Offer balance without being asked. Take initiative—pay the bill": {
    "activities": "initiate the check-in"
  },
  "6♠": {
    "activities": "What They’re Going Through:"
  },
  "This is long-game energy. They’re making decisions for the future version of themselves": {
    "activities": "not just the mood they’re in today. Impulse is out. Legacy is in. If they’re quiet or moving slow"
  },
  "Be patient with their process. Respect their timing. Don’t try to drag them into drama or make them rush a decision. Ask them what kind of future they’re building—and how you can walk beside them in it. They’re playing chess": {
    "activities": "not checkers. Match their maturity"
  },
  "7♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re ditching the need to be liked and embracing the need to be real. Emotional facades? Bye. Performative niceness? Blocked. This is their “no more pretending” chapter": {
    "activities": "and it’s both liberating and terrifying. Expect truth bombs and boundary upgrades."
  },
  "Don’t take it personal if they pull back—they’re reconnecting with what’s authentic. Encourage their honesty": {
    "activities": "even if it stings a little. If they say no"
  },
  "7♣": {
    "activities": "What They’re Going Through:"
  },
  "They’re breaking up with their old mindset like it cheated on them. Limiting beliefs": {
    "activities": "inherited narratives"
  },
  "Ask them what they’re learning about themselves instead of assuming they’re “off.” Celebrate their breakthroughs—even the ones that sound scary. If they say": {
    "activities": "“I don’t believe that anymore"
  },
  "7♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re done chasing money that drains them. This is spiritual abundance energy—wealth that starts on the inside. If they suddenly start journaling about prosperity": {
    "activities": "talking about tithing"
  },
  "Support their shifts—even if it impacts how they spend": {
    "activities": "give"
  },
  "7♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re spiritually exhausted and emotionally overstimulated. Their nervous system is like “Ma’am": {
    "activities": "sir"
  },
  "Protect their peace like it’s your job. Lower your volume. Ask what feels nourishing. Don’t take offense if they cancel plans—they’re not flaking": {
    "activities": "they’re healing. Let them say no without guilt and rest without performance. Be the safe space they don’t have to recover from.,"
  },
  "8♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re stepping into their emotional leadership era. Not the suck it up and smile kind—but the let me show up fully and make you feel something kind. They’re realizing that vulnerability is power": {
    "activities": "and connection is the secret sauce. Their presence is magnetic"
  },
  "Cheer for their spotlight moments and hold space when they need to cry behind it. Let them lead with emotion without assuming they’re being dramatic. Tell them their softness is safe with you. And when they light up a room? Be the one in the front row clapping the loudest.,": {
    "activities": ""
  },
  "8♣": {
    "activities": "What They’re Going Through:"
  },
  "They’re mentally dialed in. Focused. Sharp. In don’t play with me": {
    "activities": "I’m building an empire mode. This isn’t the time to talk them out of their ideas or dim their delivery. They’re owning their message—and it’s coming through loud"
  },
  "Don’t shrink around their confidence—expand with it. Support their public voice": {
    "activities": "their intellectual glow-up"
  },
  "8♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re ready to secure the bag and the legacy. This is “know your worth and tax accordingly” energy. They’re raising rates": {
    "activities": "pitching boldly"
  },
  "Hype them. Affirm their worth": {
    "activities": "even before the money shows up. Don’t question their standards—match them. Ask them what abundance means to them"
  },
  "8♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re in the trenches—building": {
    "activities": "leading"
  },
  "Step in without taking over. Support their mission": {
    "activities": "but also remind them they’re human. Bring them water. Schedule the nap. Let them vent without fixing it. And when they forget they don’t have to carry everything alone? Be the one who gently sets the load down with them.,"
  },
  "9♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re in a season of letting go—with love. This isn’t “burn it down and block everyone” energy (though no judgment if they did). It’s more like quietly closing the chapter": {
    "activities": "finally forgiving themselves"
  },
  "Give them space to grieve the old version of them. Don’t rush their healing with “just move on.” Validate the goodbye": {
    "activities": "even if it doesn’t make sense to you. Offer gentle reminders that love doesn’t always mean holding on—sometimes it means letting go with grace.,"
  },
  "9♣": {
    "activities": "What They’re Going Through:"
  },
  "They’ve hit a turning point in their thinking. Old beliefs are getting dismantled. Identity shifts are underway. This is “mental graduation” energy—where they finally get that they don’t have to think": {
    "activities": "teach"
  },
  "Honor their growth—even if it means they outgrow certain conversations. Don’t quote their old self back at them. Ask them what they’re stepping into": {
    "activities": "and listen with curiosity. Respect the evolution"
  },
  "9♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re shedding a version of wealth that no longer aligns. Maybe it’s a toxic client": {
    "activities": "a job that pays well but drains their spirit"
  },
  "Don’t panic if their outer world shifts—they’re choosing alignment over appearance. Ask how you can support their next chapter": {
    "activities": "not their comfort zone. Remind them they don’t need to prove their worth through struggle. Love them by seeing their value even in the in-between.,"
  },
  "9♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re wrapping up a spiritual cycle—and that kind of closure can feel quiet": {
    "activities": "heavy"
  },
  "Respect the process even if you can’t name it. Be a calm presence": {
    "activities": "not a fixer. Let them cry"
  },
  "10♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re stepping into next-level visibility—with their heart leading the way. Whether they’re launching something": {
    "activities": "showing up more publicly"
  },
  "Celebrate their joy out loud. Reflect back the impact they’re making. Be the one who claps when they win and sits with them when the spotlight dims. Don’t compete. Don’t critique. Just love them big. They’re not showing off—they’re showing up.,": {
    "activities": ""
  },
  "10♣": {
    "activities": "What They’re Going Through:"
  },
  "They’ve got knowledge to drop and a fire to teach. This is “share the wisdom": {
    "activities": "scale the message"
  },
  "Tell them what their words have done for you. Echo their brilliance back to them when they forget. Be their editor": {
    "activities": "their audience"
  },
  "10♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re moving into big-money": {
    "activities": "big-vision territory. Think launches"
  },
  "Don’t downplay their success. Celebrate it without making it weird. Remind them they don’t have to do it alone—you’re part of their abundance too. Help them rest": {
    "activities": "reset"
  },
  "10♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re tired of hustling and ready to embody success. This is “build the business": {
    "activities": "take care of the body"
  },
  "Help them choose rest without guilt. Affirm their right to evolve the way they define success. Respect their new boundaries": {
    "activities": "even if they disrupt old patterns. Remind them: they don’t have to prove anything to be powerful. They already are.,"
  },
  "J♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re in a season of emotional expression and connection—but with flair. Think “deep feels": {
    "activities": "dramatic exits"
  },
  "Love their emotional whirlwinds without trying to contain them. Say": {
    "activities": "“That moved me"
  },
  "J♣": {
    "activities": "What They’re Going Through:"
  },
  "Their brain is on fire with ideas. Innovation? Yes. Boredom? Never. They want to disrupt": {
    "activities": "entertain"
  },
  "Don’t dim their brilliance. Ask about their ideas. Let them be messy in the beginning stages. Give them space to evolve without forcing them into “realistic” boxes. Affirm their creativity without making them explain it to death. Show love by believing in what hasn’t been built yet.,": {
    "activities": ""
  },
  "J♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re ready to remix money with magic. Think: business ideas that break the rules": {
    "activities": "revenue streams no one saw coming"
  },
  "Support their financial experiments without judgment. Let them invest in ideas that spark them—even if it makes you nervous. Don’t be a dream killer. Ask how you can help": {
    "activities": "not how it’s all going to work. They don’t need spreadsheets—they need space and faith.,"
  },
  "J♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re thinking like a CEO but moving like a creative. They’re refining big visions": {
    "activities": "shaping systems"
  },
  "Offer structure without control. Be a soft landing": {
    "activities": "not a power struggle. Celebrate their ideas and help them organize the chaos when they ask—not before. Don’t underestimate their depth—they may joke"
  },
  "Q♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re radiating compassion and intuitive insight—but let’s be clear: this is not your average “nice girl” energy. This is big nurturing boss energy. They feel everything. They see everything. And they’re figuring out how to lead with love without burning out.": {
    "activities": ""
  },
  "Protect their heart while they protect everyone else’s. Ask them how they’re feeling—not just who they’re helping. Validate their care": {
    "activities": "but don’t exploit it. They want emotional partnership"
  },
  "Q♣": {
    "activities": "What They’re Going Through:"
  },
  "They’re stepping into their power as a communicator": {
    "activities": "teacher"
  },
  "Ask about their thoughts. Don’t interrupt their insight with defensiveness. Invite their wisdom. Help them turn ideas into impact. Let them know their intelligence is sexy": {
    "activities": "not intimidating. Support their voice"
  },
  "Q♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re building a life—and a legacy—rooted in financial integrity and soul-level value. Money isn’t the flex—the alignment is. They want their bank account and their beliefs to finally be on speaking terms.": {
    "activities": ""
  },
  "Respect their financial boundaries. Don’t make them feel guilty for having standards. Ask what wealth means to them": {
    "activities": "and match their intention. Remind them they’re not too much—they’re too aligned to settle. That’s real love.,"
  },
  "Q♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re leading with strategy": {
    "activities": "patience"
  },
  "Take something off their plate without being asked. Ask them how they’re really doing. Celebrate their wisdom": {
    "activities": "but don’t romanticize their self-sacrifice. Be someone they don’t have to manage. That’s the soft love they rarely receive but deeply crave.,"
  },
  "K♥": {
    "activities": "What They’re Going Through:"
  },
  "They’re mastering emotional leadership—balancing care with command. Think: therapist energy with a CEO edge. They want to lead with empathy": {
    "activities": "but they’re learning how to hold people accountable and be emotionally available."
  },
  "Support their leadership without making them your emotional dumping ground. Ask how they feel about holding it all. Let them be soft without losing respect. Remind them that love doesn’t always have to lead—it can lean": {
    "activities": "too.,"
  },
  "K♣": {
    "activities": "What They’re Going Through:"
  },
  "They’re building empires—in their mind": {
    "activities": "on paper"
  },
  "Don’t just vibe—build. Engage their ideas. Share your goals. Ask what they’re plotting and offer to be part of it. Don’t mistake their mental focus for emotional distance. They feel love through alignment and shared purpose.,": {
    "activities": ""
  },
  "K♦": {
    "activities": "What They’re Going Through:"
  },
  "They’re making moves for the long haul. This is wealth management with heart. They’re thinking about impact": {
    "activities": "legacy"
  },
  "Don’t distract them—join them. Ask about their legacy vision. Encourage moments of rest and celebration along the way. Match their ambition with grounded support. They’re not just building for them—they’re building for you": {
    "activities": "too.,"
  },
  "K♠": {
    "activities": "What They’re Going Through:"
  },
  "They’re stepping into their full power—but they’re also realizing just how lonely leadership can feel. This is “wise beyond their years": {
    "activities": "tired beyond their age” energy. They’ve got the answers"
  },
  "Be the place where they can be soft without consequence. Don’t just admire their strength—offer them sanctuary. Respect their boundaries": {
    "activities": "and honor their wisdom without constantly demanding it. Love them in a way that makes power feel safe again.,"
  }
}